
insert into Grooup
    (groupName, creationDate, curatorName )
values
    ('ПРИ-117', '2017-08-27', 'Иванов В.Г.'),
    ('ИСТ-117', '2017-08-27', 'Иванов В.Г.'),
    ('ИБ-119', '2019-08-29', 'Петров В.Г.')
;

insert into Student
    ( grooupID, lastName, firstName, birthDate,age)
values
    (1, 'Михайлов', 'Михаил', '1999-02-13', 20),
    (2, 'Павлов', 'Павел', '1999-04-03', 20),
	(1, 'Марьева', 'Мария', '1999-01-19', 20),
    (3, 'Николаев', 'Николай', '2000-03-09', 19),
	(3, 'Дмитриев', 'Дмитрий', '2000-12-09', 19),
	(2, 'Романов', 'Роман', '1999-03-09', 20)
;
